{
	"properties": [
        {
            "id": "prop1",
            "type": "House",
            "bedrooms": 3,
            "price": 750000,
            "tenure": "Freehold",
            "description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
            "location": "Petts Wood Road, Petts Wood, Orpington BR5",
            "picture": "images/prop1.1.jpg",
            "images": [
                "images/prop1.1.jpg",
                "images/prop1.2.jpg",
                "images/prop1.3.png",
                "images/prop1.4.png",
                "images/prop1.5.png",
                "images/prop1.6.png"
            ],
            "floorPlan": "images/prop1.floorplan.png",
            "url": "properties/prop1.html",
            "added": { 
                "month": "October", 
                "day": 12, 
                "year": 2022 }
        },
		{
            "id":"prop2",
			"type":"Flat",
            "bedrooms":2,
			"price":399995,
			"tenure":"Freehold",
			"description":"Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
			"location":"Crofton Road Orpington BR6",
			"picture":"images/prop2.1.jpg",
            "images":[
                "images/prop2.1.jpg",
                "images/prop2.2.png",
                "images/prop2.3.png",
                "images/prop2.4.png",
                "images/prop2.5.png",
                "images/prop2.6.png"
            ],
            "floorPlan": "images/prop2.floorplan.png",
			"url":"properties/prop2.html",
            "added": {
                "month":"September",
                "day":14,
                "year":2022
            }
        },
        {
            "id": "prop3",
            "type": "House",
            "bedrooms": 4,
            "price": 625000,
            "tenure": "Freehold",
            "description": "Spacious four-bedroom family home in a quiet residential area, offering a bright front reception room and a modern open-plan kitchen/dining space ideal for entertaining. Upstairs includes four well-sized bedrooms and a family bathroom, with the main bedroom benefiting from fitted storage. The property also features driveway parking, double glazing, gas central heating and a private rear garden with patio area. Conveniently located close to local shops, schools and transport links, making it perfect for families and commuters.",
            "location": "Maple Avenue, Croydon CR0",
            "picture": "images/prop3.1.jpg",
            "images": [
                "images/prop3.1.jpg",
                "images/prop3.2.png",
                "images/prop3.3.png",
                "images/prop3.4.png",
                "images/prop3.5.png",
                "images/prop3.6.png"
            ],
            "floorPlan": "images/prop3.floorplan.png",
            "url": "properties/prop3.html",
            "added": { 
                "month": "January", 
                "day": 8, 
                "year": 2023 
            }
        },
        {
            "id": "prop4",
            "type": "Flat",
            "bedrooms": 1,
            "price": 275000,
            "tenure": "Leasehold",
            "description": "Well-presented modern one-bedroom flat set in a convenient location close to public transport and local amenities. The apartment offers an open-plan living/kitchen area with integrated appliances, a comfortable double bedroom with storage, and a clean contemporary bathroom suite. Additional benefits include secure entry, good natural light throughout and an ideal layout for first-time buyers or investors. Excellent access to shops, restaurants and commuter routes.",
            "location": "Park View, Leeds LS1",
            "picture": "images/prop4.1.jpg",
            "images": [
                "images/prop4.1.jpg",
                "images/prop4.2.png",
                "images/prop4.3.png",
                "images/prop4.4.png",
                "images/prop4.5.png",
                "images/prop4.6.png"
            ],
            "floorPlan": "images/prop4.floorplan.png",
            "url": "properties/prop4.html",
            "added": { 
                "month": "March", 
                "day": 22, 
                "year": 2023 
            }
        },
        {
            "id": "prop5",
            "type": "House",
            "bedrooms": 2,
            "price": 410000,
            "tenure": "Freehold",
            "description": "Charming two-bedroom house finished to a good standard throughout, featuring a welcoming living room and a practical kitchen with space for dining. Upstairs offers two bedrooms and a refurbished family bathroom, while outside benefits from a low-maintenance private rear garden. Further features include double glazing, gas central heating and recently updated flooring. Situated within easy reach of local shops, schools and transport links, making this a great option for small families or professionals.",
            "location": "Park View, Leeds LS1",
            "picture": "images/prop5.1.jpg",
            "images": [
                "images/prop5.1.jpg",
                "images/prop5.2.png",
                "images/prop5.3.png",
                "images/prop5.4.png",
                "images/prop5.5.png",
                "images/prop5.6.png"
            ],
            "floorPlan": "images/prop5.floorplan.png",
            "url": "properties/prop5.html",
            "added": { 
                "month": "July", 
                "day": 5, 
                "year": 2023 
            }
        },
        {
            "id": "prop6",
            "type": "Flat",
            "bedrooms": 3,
            "price": 520000,
            "tenure": "Leasehold",
            "description": "Large three-bedroom apartment with a spacious layout and excellent city access. The property includes a generous living area, a modern fitted kitchen, three good-sized bedrooms and a well-maintained bathroom suite. Additional benefits include secure entry, allocated parking, double glazing and great natural light with pleasant views. Located close to shops, restaurants and public transport, making it ideal for professionals, sharers or families wanting a convenient lifestyle.",
            "location": "Park View, Leeds LS1",
            "picture": "images/prop6.1.jpg",
            "images": [
                "images/prop6.1.jpg",
                "images/prop6.2.png",
                "images/prop6.3.png",
                "images/prop6.4.png",
                "images/prop6.5.png",
                "images/prop6.6.png"
            ],
            "floorPlan": "images/prop6.floorplan.png",
            "url": "properties/prop6.html",
            "added": { 
                "month": "October", 
                "day": 16, 
                "year": 2024 
            }
        },
        {
            "id": "prop7",
            "type": "House",
            "bedrooms": 5,
            "price": 845000,
            "tenure": "Freehold",
            "description": "Impressive five-bedroom detached family home offering flexible living space across two floors. The ground floor features a bright reception room, a large kitchen/dining area, and additional space suitable for a home office or playroom. Upstairs includes five bedrooms and a family bathroom, with the main bedroom benefiting from fitted wardrobes. Outside offers driveway parking and a landscaped rear garden ideal for relaxing or entertaining. Well positioned near local amenities, schools and transport links.",
            "location": "Petts Wood Road",
            "picture": "images/prop7.1.jpg",
            "images": [
                "images/prop7.1.jpg",
                "images/prop7.2.png",
                "images/prop7.3.png",
                "images/prop7.4.png",
                "images/prop7.5.png",
                "images/prop7.6.png"
            ],
            "floorPlan": "images/prop7.floorplan.png",
            "url": "properties/prop7.html",
            "added": { 
                "month": "November", 
                "day": 2, 
                "year": 2024 
            }
        }
]}
